Revit 2027 API
ParameterTypeId.RbsPipeSlope Property
 "Slope"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeSlope { get; }
Public Shared ReadOnly Property RbsPipeSlope As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeSlope {
	ForgeTypeId^ get ();
}
static member RbsPipeSlope : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace